{
    "Project1": {
        "projectName": "Sorting Hat",
        "projectId": "Proj01HWHat",
        "projectDescription": "This is a simple one page app that allows you to sort yourself, and whoever into the houses of Hogwarts. This was one of my early projects at NSS, I like to look at this one as a example of where I started. Vanilla Javascript was used in the making of this app",
        "projectURL": "https://clever-cori-0cd322.netlify.app/",
        "githubURL": "https://github.com/lukus2013/sorting-hat",
        "gitProjPage": "https://github.com/lukus2013/sorting-hat/projects/1"
    },
    "Project2": {
        "projectName": "FakeGithub group project",
        "projectId": "Proj02FGgroup",
        "projectDescription": "This was my first group project at NSS. The big learning curve here was with Github, learning to merge, push, and pull. I was personally responsible for the packages page and the profile on the left side of the screen.",
        "projectURL": "https://purple-parrots-github.netlify.app/index.html",
        "githubURL": "https://github.com/nss-evening-cohort-16/gitsub-purple-parrots",
        "gitProjPage": "https://github.com/nss-evening-cohort-16/gitsub-purple-parrots/projects/1"

    },
    "Project3": {
        "projectName": "Joke Generator",
        "projectId": "Proj03JGme",
        "projectDescription": "This was the last vanilla javascript project we, my class, did before moving onto React. The class was given 2 hours to complete this project. The Api was already created, all we had to do was change the rules to what jokes were to be used. Styling wasn't the main focus, but burning through our knowledge quickly to create MVP. I didnt get to styling, it was a stretch goal, but I did complete the project within the time limit. No project page was created for this app.",
        "projectURL": "https://silly-khorana-2b0750.netlify.app/",
        "githubURL": "https://github.com/lukus2013/webpack-joke-generator",
        "gitProjPage": ""
    },
    "Project4": {
        "projectName": "Hoarders Proj",
        "projectId": "Proj04PCrh",
        "projectDescription": "This was a group project based in React. This was more of a learnign project with everyone working together and not focusing in on 1 specific task. I was very open to the needs of those around me and spent most of my time with helping in the debugging process. We tried to spread our wings to add some additional functionality to this project. Each individual item has the ability to have notes added to them.",
        "projectURL": "",
        "githubURL": "https://github.com/nss-evening-cohort-16/react-horder-thepsychocoders",
        "gitProjPage": "https://github.com/nss-evening-cohort-16/react-horder-thepsychocoders/projects/1"
    }
}